HELP_1 = """**<u>🏮 اوامر التشغيل بالعربية:</u>**
**⋆┄─┄─┄─┄─┄─┄─┄─┄⋆**
🥤| تشغيل+(اسـم الاغـنية/رابـط الاغـنية) 
**- لــ تـشـغـيل اغـنـيـة فـي الـمكـالـمـة الـصـوتـيـة**
🥤| تشغيل او شغل
**- لــ تشغيل قائمة التشغيل الخاصه بك في البوت**
🥤| وقف او ايقاف مؤقت
**- لــ ايقاف التشغيل مؤقتا**
🥤| كمل او استئناف
**- لــ استئناف التشغيل الحالي**
🥤| تخطي او التالي
**- لــ تشغيل المسار التالي**
🥤| ايقاف او انهاء
**- لــ ايقاف التشغيل ومغادرة المساعد الاتصال**
🥤| تكلم
**- لــ رفع الكتم عن المساعد**
🥤| اسكت
**- لــ كتم صوت المساعد**
🥤| (تمرير او مرر+(العـدد بالـثواني
**- لــ تقديم وقت التشغيل الحالي**
🥤| تكرار او كرر+(عـدد الـمرات مثل 2،4،7)
**- لــ تكرار التشغيل الحالي حسب عدد المرات**

"""

HELP_2 = """**<u>🏮 اوامر البوت:</u>**
**⋆┄─┄─┄─┄─┄─┄─┄─┄⋆**
🥤| انضم 
**- لــ انضام الحساب المساعد الى المجموعة**
🥤| غادر
**- لــ مغادرة الحساب المساعد من الجموعة**
🥤| مغادرة
**- لــ مغادرة الحساب المساعد من جميع المجموعات والقنوات**
🥤| احصائيات او الاحصائيات
**- لــ اظهار احصائيات البوت**
🥤| المصحف
**- لــ اختيار القراء وتشغيله في المكالمات الصوتية**
🥤|الاعدادات او اعدادات
**- لــ تعديل في اعدادات البوت**
🥤| بنج
**- لــ عرض سرعة تشغيل البوت**
🥤| المتكلمين
**- لــ معرفة الاشخاص التي تتكلم في الاتصال**
🥤| قائمة التشغيل
**- لــ معرفة الاغاني المضافة الى قائمة التشغيل الخاصه بك**
🥤| قائمة الانتظار
**- لــ معرفة المسارات المضافه الى قائمة الانتظار**
🥤| تحميل+(اسـم الاغـنية) 
**- لــ تحميل ملف صوتي من اليوتيوب**
🥤| فيديو+(اسـم الـمقطع) 
**- لــ تنزيل مقطع مرئي من اليوتيوب**
🥤| بحث+(اسم الاغنيه) 
**- لــ لجلب روابط البحث من اليوتيوب**
🥤| گوگل+(اكتب شيء) 
**- لــ البحث عن ما تريده في گوگل**
🥤| صورة+(اسم شخصيه) 
**- لــ البحث عن شخصية واحضار صورة لها**
🥤| صور+(اكتب ما تريد) 
**- لــ احضار 6 صور للشيء الذي بحثت عنه**
🥤| ترجمه
**- لــ بالرد على الرسالة للترجمه من اللغه الانكليزيه الى اللغه العربيه**
🥤| تلجراف 
**- لــ بالرد ع الصورة او الفيديو لصنع رابط تلحراف**
🥤| طباعة
**- لــ طباعة النص على الصورة**
🥤| تثبيت او ثبت
**- لــ تثبيت الرسالة في المجموعة**
🥤| الغاء التثبيت
**- لــ الغاء تثبيت الرسالة في المجموعة**

""" 
HELP_3 = """**<b>🏮 اوامر التفعيل والتعطيل: </b>**
**⋆┄─┄─┄─┄─┄─┄─┄─┄⋆**
🥤| المغادرة التلقائية
**- لــ مغادرة المساعد عند انتهاء من التشغيل**
🥤| المكالمة
**- لــ فتح وقفل المكالمة الصوتيه**
🥤| الصيانه 
**- لــ ايقاف استخدام البوت**
🥤| الاذان
**- لــ ارسال تنبيهات وصعود البوت في الاتصال عند وقت الاذان**
🥤| الاذكار
**- لــ ارسال اذكار تلقائيا في المجموعات**
🥤| الادعية
**- لــ ارسال ادعية تلقائيا في المجموعات**


"""


HELP_4 = """ **🏮 مميزات البوت :</u>**
**⋆┄─┄─┄─┄─┄─┄─┄─┄⋆**
**- كت
- اذكار
- دعاء
- اقتباس
- قران
- لو خيروك
- نصيحه
- نكته
- غنيلي
- متحركه
- ستوري
- هيدرات
- افتاري/افتاره
- افتار(شباب/بنات/عيال) 
- صوره
- انمي 
- صراحه
- حروف**

"""

HELP_5 = """**<u>🏮 اوامر المطور:</u>**
**⋆┄─┄─┄─┄─┄─┄─┄─┄⋆**
🥤| المكالمات الصوتيه 
**- لــ احضار المكالمات الصوتية النشطة**
🥤| المكالمات المرئيه 
**- لــ احضار المكالمات المرئية النشطة**
🥤| المكالمات النشطة
**- لــ احضار عدد المكالمات الصوتية والمرئية**
🥤| بوت غادر
**- لــ مغادرة البوت من المجموعة**
🥤| رفع/تنزيل مطور
**- لــ رفع وتنزيل المطورين في البوت**
🥤| رفع/تنزيل ادمن
**- لــ رفع وتنزيل الادمنية في البوت**
🥤| اضف بروفايل
**- لــ اضافة صورة للمجموعة او القناة بالرد عليها**
🥤| حذف بروفايل
**- لــ حذف صورة المجموعة او القناة**
🥤| اضف اسم
**- لــ اضافة اسم للمجموعة او القناة بالرد عليه**
🥤| اضف وصف
**- لــ اضافة وصف للمجموعة او القناة**
🥤| اعادة تشغيل
**- لــ اعادة تشغيل البوت من جديد**
🥤| اذاعه
**- لــ عمل اذاعة في المجموعات بالرد عليها**

"""


HELP_6 = """**<b><u>🏮 اوامر التشغيل بالانگليزية :</b></u>**
**⋆┄─┄─┄─┄─┄─┄─┄─┄⋆**
🥤| /play +(اسـم الاغـنية/رابـط الاغـنية) 
**- لــ تـشـغـيل اغـنـيـة فـي الـمكـالـمـة الـصـوتـيـة**
🥤| /play 
**- لــ تشغيل قائمة التشغيل الخاصه بك في البوت**
🥤| /vplay
**- لــ تشغيل الفيديو في المكالمات المرئية**
🥤| /pause 
**- لــ ايقاف التشغيل مؤقتا**
🥤| /resume
**- لــ استئناف التشغيل الحالي**
🥤| /skip
**- لــ تشغيل المسار التالي**
🥤| /stop
**- لــ ايقاف التشغيل ومغادرة المساعد الاتصال**
🥤| /unmute
**- لــ رفع الكتم عن المساعد**
🥤| /mute
**- لــ كتم صوت المساعد**
🥤| /seek +(العـدد بالـثواني) 
**- لــ تقديم وقت التشغيل الحالي**
🥤| /loop +(عـدد الـمرات مثل 2،4،7)
**- لــ تكرار التشغيل الحالي حسب عدد المرات**

"""

